FemDesign.Results.FeaBar
FemDesign "Node" result

FemDesign.Results.FeaBar.Id
Element Name Identifier

FemDesign.Results.FeaBar.ElementId
Element Index

FemDesign.Results.FeaBar.Nodei
X-coordinate

FemDesign.Results.FeaBar.Nodej
Y-coordinate

FemDesign.Results.FeaBar.DeconstructFeaBar(System.Collections.Generic.List{FemDesign.Results.FeaBar})
The method has been created for returning the value for Grasshopper and Dynamo.
The method can still be use for C# users.